<%@ page contentType="text/html;charset=UTF-8" %>

<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt" %>

<%@ taglib uri="http://www.dspace.org/dspace-tags.tld" prefix="dspace" %>

<% org.dspace.core.Context context = org.dspace.app.webui.util.UIUtil.obtainContext(request); %>

<dspace:layout locbar="commLink" title="About" feedData="NONE">

    <table  width="95%" align="center">
      <tr>
            <td class="oddRowEvenCol">
<p style='text-align:center'><b>Інструкція реєстрації користувача eSSUIR</b></p>

<p style='text-align:justify'><b>1. Реєстрація нового користувача eSSUIR з метою розміщення власної роботи</b></p>
	
<p style='text-align:justify'>Тільки визначена спільнота користувачів може стати депозиторами архіву eSSUIR:</p>
<ul>
	<li style='text-align:justify'>науковці СумДУ;</li>
	<li style='text-align:justify'>студенти (за рекомендацією викладачів);</li>
	<li style='text-align:justify'>аспіранти та докторанти;</li>
	<li style='text-align:justify'>співробітники СумДУ;</li>
	<li style='text-align:justify'>науковці офіційно не зареєстровані як співробітники університету, якщо вони є співавторами університетських авторів чи тісно пов’язані з університетом, наприклад, заслужені професори, особи, що мають почесні посади в університеті тощо;</li>
	<li style='text-align:justify'>випускники університету.</li>
</ul>

<p style='text-align:justify'>Для того, щоб розміщувати свої матеріали в Спільнотах (посилання), Вам необхідно:</p>
<ul>
	<li style='text-align:justify'>Ознайомитись із <a href="about.jsp#part3">Загальними принципами розміщення матеріалів та політиками eSSUIR</a>.</li>
	<li style='text-align:justify'>Якщо Ви погоджуєтесь із цими принципами та матеріал, який Ви хочете розмістити в eSSUIR відповідає цим принципам:
		<ul>
			<li style='text-align:justify'>Зареєструйтесь в архіві.</li>
			<li style='text-align:justify'>Для реєстрації в eSSUIR треба вибрати пункт меню “Мій архів матеріалів” та натиснути посилання “Новий користувач? Зареєструйтеся”. Після цього внести свою електронну адресу та натиснути на “Зареєструватися”.</li>
			<li style='text-align:justify'>На вказану Вами електронну адресу надійде автоматично генерований лист–відповідь із інформацією про подальші кроки, які треба здійснити для реєстрації. А саме: активувати надісланий лінк та заповнити додаткову інформацію (ПІБ, Телефон, Пароль).</li>
			<li style='text-align:justify'>Надішліть інформацію про себе координатору eSSUIR (Захарченко Марина – Libconsult@rambler.ru), вказавши: ПІБ, підрозділ СумДУ, посаду, телефон, e-mail. Студентам додатково – рекомендацію викладача, наукового керівника.</li>
			<li style='text-align:justify'>Ви отримаєте електронною поштою повідомлення від координатора eSSUIR про Вашу реєстрацію як члена визначеної Спільноти.</li>
			<li style='text-align:justify'>Після цього Ви можете розпочинати внесення своїх матеріалів до колекцій (Навчальні видання, Наукові видання, Матеріали конференцій, Наукові роботи студентів та аспірантів та ін.) підрозділу свого факультету розділу «Індивідуальні колекції викладачів та співробітників».</li>
		</ul>
	</li>
</ul>

<p style='text-align:justify'><b>2. Підписка на повідомлення щодо нових надходжень в eSSUIR</b></p>
<p style='text-align:justify'>Усі користувачі архіву можуть підписатися на отримання повідомлень про нові надходження до певної колекції (певних колекцій) репозитарію.</p>
<ul>
	<li style='text-align:justify'>Якщо Ви не зареєстровані в eSSUIR, то Вам необхідно зареєструватися. Для реєстрації в eSSUIR треба вибрати пункт меню “Мій архів матеріалів” та натиснути посилання “Новий користувач? Зареєструйтеся”. Після цього внести свою електронну адресу та натиснути на “Зареєструватися”.</li>
	<li style='text-align:justify'>На вказану Вами електронну адресу надійде автоматично генерований лист–відповідь із інформацією про подальші кроки, які треба здійснити для реєстрації. А саме: активувати надісланий лінк та заповнити додаткову інформацію (ПІБ, Телефон, Пароль).</li>
	<li style='text-align:justify'>Після цього Ви зможете увійти в eSSUIR та підписатися на отримання e-mail-повідомлень про нові надходження.</li>
</ul>

<p style='text-align:justify'>Для такої підписки треба:</p>
<ul>
	<li style='text-align:justify'>на головній сторінці eSSUIR зайти в пункт меню «Мій архів матеріалів» та ввести Вашу електронну адресу та пароль, які Ви вказали при реєстрації;</li>
	<li style='text-align:justify'>зайти в пункт меню «Фонди та зібрання», зайти на домашню сторінку конкретної колекції, про нові надходження до якої бажаєте отримувати повідомлення та натиснути кнопку "Підписатися". (Цю процедуру треба повторити для всіх інших необхідних колекцій);</li>
	<li style='text-align:justify'>анулювати підписку можна, зайшовши за посиланням «Подивитися Ваші підписки» на сторінці «Мій архів матеріалів».</li>
</ul>


		</td>
        </tr>
    </table>
    <br/>
</dspace:layout>
